7zip
amdgpu_top
apcupsd
awesome-terminal-fonts
base
base-devel
bat
bc
bitwarden
blueman
bluez
brave-bin
btop
btrfs-progs
catppuccin-gtk-theme-mocha
chafa
chntpw
cliphist
corectrl
dash
ddcutil
dialog
dnsmasq
efibootmgr
fd
ffmpegthumbnailer
file-roller
fish
font-manager
fzf
git
go
gparted
grub
gtk4
gvfs
gvfs-mtp
helvum
hugo
hyprland
hyprlock
hyprpaper
hyprpolkitagent
hyprshot
jq
kdeconnect
keyd
kimageformats
kitty
ksnip
kvantum-qt5
kwallet-pam
lact
lazygit
less
libgepub
libgsf
libopenraw
libraw
libreoffice-fresh
librewolf-bin
libvirt
linux
linux-firmware
lsd
lxappearance-gtk3
man-db
mpv
mupdf
ncspot
neovim
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
obsidian
openssh
os-prober
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
paru-bin
paru-bin-debug
pavucontrol
pipewire-alsa
pipewire-pulse
poppler
poppler-glib
python-pip
qemu-full
qt5-wayland
qt5ct
qt6-imageformats
qt6ct-kde
qview
ripgrep
rofi-wayland
signal-desktop
sonusmix
spotify-launcher
starship
stow
swaync
swtpm
syncthing
tailscale
thunar
thunar-volman
thunderbird
timeshift
tldr
tmux
tokei
tree
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-font-awesome
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
tumbler
unzip
usbutils
uwsm
virt-manager
vscodium-bin
waybar
webp-pixbuf-loader
wget
wireplumber
wl-clip-persist
wl-clipboard
wofi
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
yazi
zoxide
zsh
