android-tools
aria2
ark
autoconf
automake
base
bash-completion
bat
bind
binutils
bison
bitwarden
bluedevil
breeze
breeze-gtk
btop
cmus
dash
dhclient
dolphin
dosfstools
drkonqi
efibootmgr
expac
fakeroot
filezilla
fish
flex
fuse2
fzf
gcc
git
gnome-keyring
grub
hdparm
htop
inkscape
intel-media-driver
intel-ucode
jre11-openjdk
kactivitymanagerd
kde-cli-tools
kde-gtk-config
kdeconnect
kdecoration
kdeplasma-addons
keepassxc
kgamma5
khotkeys
kinfocenter
kitty
kleopatra
kmenuedit
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kwallet-pam
kwayland-integration
kwin
kwrited
layer-shell-qt
lf-bin
libkscreen
libksysguard
libnm
libreoffice-fresh
librewolf-bin
libva-utils
linux
linux-firmware
lsd
m4
mailcap
make
man-db
mesa-utils
milou
mlocate
mousepad
mtools
mupdf
nano
neofetch
neovim
networkmanager
networkmanager-openvpn
ninja
nmap
nodejs
noto-fonts-emoji
npm
ntfs-3g
obsidian
opendoas
openssh
os-prober
partitionmanager
paru
patch
pavucontrol
pfetch
pipewire-alsa
pipewire-pulse
pkgconf
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-workspace
plasma-workspace-wallpapers
polkit-kde-agent
powerdevil
python-pip
qbittorrent-qt5
qview
reflector
rkhunter
rsync
sddm
sddm-kcm
signal-desktop
sof-firmware
spectacle
sshfs
startup-notification
syncthing
systemsettings
thermald
ufw
ungoogled-chromium
unrar
unzip
usbutils
virtualbox
vscodium-bin
wget
wireplumber
wireshark-qt
wpa_supplicant
xdg-desktop-portal-kde
xorg-xhost
zsh
