accountsservice
alsa-firmware
alsa-plugins
alsa-utils
amdgpu_top
android-tools
ark
aspell
b43-fwcutter
base
base-devel
bash-completion
bat
bind
bitwarden
bluedevil
bluez
bluez-utils
brave-bin
breeze-gtk
breeze-plymouth
btop
btrfs-progs
cantarell-fonts
chntpw
cryptsetup
device-mapper
dialog
diffutils
dmidecode
dmraid
dnsmasq
docker
docker-desktop
dolphin
dolphin-plugins
dosfstools
downgrade
dracut
duf
e2fsprogs
efibootmgr
efitools
endeavouros-keyring
endeavouros-mirrorlist
eos-breeze-sddm
eos-hooks
eos-settings-plasma
ethtool
exfatprogs
f2fs-tools
ffmpegthumbnailer
ffmpegthumbs
filezilla
firewalld
flatpak-kcm
fwupd
git
github-cli
glab
glances
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
haveged
hdparm
hugo
hwdetect
hwinfo
inetutils
intel-ucode
inxi
iperf
iperf3
iptables-nft
iwd
jfsutils
kcalc
kde-cli-tools
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdenetwork-filesharing
kdenlive
kdeplasma-addons
kernel-install-for-dracut
kgamma
kimageformats
kinfocenter
kio-admin
kio-extras
kio-fuse
kitty
kleopatra
konsole
kscreen
ksshaskpass
kwallet-pam
kwayland-integration
kwrited
less
lf
libappindicator-gtk3
libdvdcss
libgsf
libheif
libopenraw
libreoffice-fresh
librewolf-bin
libvirt
linux
linux-firmware
linux-headers
logrotate
lsb-release
lsd
lsscsi
lvm2
maliit-keyboard
man-db
man-pages
mdadm
meld
modemmanager
mousepad
mtools
mupdf
nano
nano-syntax-highlighting
neofetch
neovim
netctl
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
obsidian
okular
openssh
os-prober
oxygen
oxygen-sounds
pacman-contrib
paperkey
paru
pavucontrol
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plocate
plymouth-kcm
poppler-glib
power-profiles-daemon
powerdevil
print-manager
profile-sync-daemon
pv
python
python-capng
python-defusedxml
python-packaging
python-pip
python-pyqt5
qbittorrent
qemu-desktop
qemu-full
qt6-imageformats
qview
rebuild-detector
reflector
rsync
rtkit
ruby
rustdesk
s-nail
sddm-kcm
sg3_utils
signal-desktop
smartmontools
sof-firmware
spectacle
spotify-launcher
sshfs
stow
sudo
swtpm
syncthing
sysfsutils
systemd-sysvcompat
tailscale
texinfo
thunderbird
timeshift
tldr
torbrowser-launcher
tree
ttf-bitstream-vera
ttf-dejavu
ttf-firacode-nerd
ttf-liberation
ttf-opensans
unrar
unzip
upower
usb_modeswitch
usbutils
veracrypt
vi
virt-manager
vscodium-bin
vulkan-radeon
wacomtablet
wget
which
whois
wireplumber
wireshark-qt
wpa_supplicant
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xfsprogs
xl2tpd
xsettingsd
xterm
yay
zsh
